phpp01/prvn/objects_apg/dt-payroll-svc-feature-intg-postgres-run-trunc-limit/test/overwatch-test/src/test/java/com/intuit/psp/karate/tests/ewsadapter/request_e2e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://webservices.v1_10.ews.adapters.psp.payroll.sbd.intuit.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <web:Query_Account>
            <QueryAccountRequest>
                <IpAddress>103.15.250.10</IpAddress>
                <DateTimeStamp>2019-03-13T23:37:45.180-07:00</DateTimeStamp>
                <Company>
                    <EIN>201903134</EIN>
                </Company>
                <SubscriptionNumber>26519885</SubscriptionNumber>
            </QueryAccountRequest>
        </web:Query_Account>
    </soapenv:Body>
</soapenv:Envelope>